{
    "data": [
        {
            "id": 1,
            "bookid": 1,
            "bookname": "永夜纪年前言",
            "chapterid": 1,
            "chaptername": "前言",
            "ishide": 1,
            "txtdivide": "2|1|3",
            "txt": "前言|鸿蒙之初，世界只有混沌。\\\\n无数最基本的粒子漫无目的的飘荡在混沌之中，没有方向，没有边界，也没有时间。\\\\n终于在某个不经意的时间，粒子间凝聚和排斥的力量使得恒定的混沌中产生了意外的波动。\\\\n当这个波动变得越来越明显，越来越跳脱混沌恒定的范围。这个波动导致粒子出现了偶然的错乱排列，奇妙的图纹隐现在混沌中，怪异的排列组合第一次出现在混沌中。\\\\n于是便诞生世间第一只精灵，它被后人称之为“醒”。\\\\n在“醒”诞生的最初的时间里，它不断吸引粒子跳脱混沌的牵引，用来对抗重新归于混沌的凝聚力量。\\\\n而混沌本身则产生了对应的概念上的精灵“序”。序代表着无所不在的强大凝聚力。\\\\n醒是精神的主神，代表混乱。\\\\n序是物质的主神，代表秩序。\\\\n序想要重新回复到混沌状态，而醒不允许序破坏他的创造，于是他奋力撞击在混沌的中心，从而导致整个混沌产生了空前绝后的大爆炸，序的一部分身体被震碎为尘埃，他的主体却被凝聚力牢牢地抓住，形成一个被称作星球的球体。而醒在撞击中完全粉碎，他精神的碎片化成无数星辰瞬间飞出了混沌，却被凝聚的力量抓在环绕在球体的周围。而醒和序更细碎的碎片游离在宇宙之中。随着时间的流逝，慢慢结合在了一起，成为了次等的精灵。\\\\n序的碎片占比更多的精灵继承了凝聚的意志。\\\\n醒的碎片占比更多的精灵继承了分离的意志。\\\\n任何生命体都是矛盾的，醒希望通过战争实现一个无序混乱的世界。序则希望通过力量将世界变回统一有序的混沌状态。\\\\n精神和物质，混乱和秩序，构成了这个世界的终级冲突，并成为一切生物意识中的烙印。\\\\n当我回望历史的时候，我发现太多精灵并没有明白这个道理。他们坚持自己缥缈的正义，或者贯彻真实的邪恶。\\\\n我希望用自己的笔去记下这世界永恒的真理，并将它送回过去，希望有智慧的精灵能够得到它并善用它。\\\\n这是最好的时代，这是最坏的时代；\\\\n这是智慧的时代，这是愚蠢的时代；\\\\n这是信仰的时期，这是怀疑的时期；\\\\n这是光明的季节，这是黑暗的季节；\\\\n这是希望之春，这是失望之冬……\\\\n谨以此书献给**——是他给了我写下这本书的灵感。\\\\n对了，这本书的名字应该叫《永夜纪年》。|——**"
        },
        {
            "id": 2,
            "bookid": 2,
            "bookname": "永夜纪年后记",
            "chapterid": 1,
            "chaptername": "后记",
            "ishide": 1,
            "txtdivide": "2|1",
            "txt": "后记|这本可以揭示命运的书籍，是多么的让人憎恶，厌恶，反感，你可以在书中找到各种你想要知道的事情，它并不难看懂，它的出现仿佛就是为了告诉你，你接下去的故事，整个世界接下去的故事，整个宇宙接下去的故事，就是这样的。\\\\n能不能更改书中的内容？不能；\\\\n能不能更改即将发生的事情？不能；\\\\n关于这本书的起源根本无法考证，因为实在太过于久远，这本书里的页码也随着时间开始残缺不全，似乎只要有幸看过它的精灵们，都会从里面撕掉关于自己想要的那一页，比如圣甲·雷鸣，就撕掉了关于自己的那几页。对于未来将要发生事情的态度，在这个点上，无论是正义还是邪恶，都达到了出奇的一致。\\\\n我们的命运，将会是如何的呢？\\\\n圣甲·永夜已经开始不太喜欢这本书了，因为这本书之前的主人大多在“妄图”扭转自己命运的路上彻底销声匿迹，他们太急切，他们太想知道自己将来的故事，所以他们拿到这本书的第一时间，就是寻找书中关于自己的记录。\\\\n宿命包含了生与死，光与暗，胜与败……大部分的精灵在不知道死亡迫近的时候，都可以宣扬自己从不畏惧死亡，只是一旦听到了那犹如末日丧钟敲响的声音，就开始不约而同的变成了胆怯，孤独，战栗的样子。\\\\n他们的确不畏惧死亡，但是他们不敢接受死亡。\\\\n另一个让圣甲·永夜不喜欢这本书的原因就在于，它仿佛成为了一个精神上的镇定剂，遇到的所有问题，都可以依赖这本书寻找答案，这本书就像是一本宇宙的密码百科，能够成功的破译基本上所有的难题，而你需要做的，就是轻轻的翻阅它，自己去寻找。\\\\n这本书的制作过程无法考证，是谁撰写的无法考证，究竟它的第一位主人是谁也无法考证，它于某一日夜晚被包装成精美的礼物送至到了夜魔古堡，书中还夹杂了一封纸条，上面写着“你现在就是这本书的主人，请为它命名吧。”\\\\n依赖感就像是一条永不停息的血脉，与心脏不断形成着循环，等到有一条血脉真正的成为身体内万千血脉中的一条，你就彻底的离不开它了。它让人无比的抗拒，但又无比的想去窥视，这两种力量不断的拉扯中，你将会变得越来越不够清醒，那是否可以毁掉这本书呢？\\\\n侥幸心理就是心脏内的蛀虫，它日复一日的，循序渐进的吞噬出一条通道，在你根本无法察觉的情况下，于心底处开始了自己的筑巢之行。\\\\n当然，为了解决这些可怕的问题，圣甲·永夜也对这本书的来历进行了漫长的研究，但是收获很小，那些纸张早已脆弱的快要分崩离析，但是却被一种奇妙的魔法牢牢的禁锢在了一起，请注意，是禁锢，就是说，每一页纸都具备了一定的生命力！\\\\n圣甲·永夜拒绝查看书中关于自己未来的记载，但是它却在书中看到了一小行文字：\\\\n“未来正在逐渐变成过去。”"
        },
        {
            "id": 3,
            "bookid": 3,
            "bookname": "莱达物语序言",
            "chapterid": 2,
            "chaptername": "序言",
            "ishide": 1,
            "txtdivide": "2|1",
            "txt": "序言|歪比歪比"
        }
    ]
}