{
    "data": [
        {
            "id": 3,
            "name": "珊瑚群",
            "type": 1,
            "picName": "coral",
            "recordValue": 105934,
            "fileContent": "生长于暗礁区的紫色珊瑚丛，夜间散发磷光，吸引荧光水母群栖息。其枝干富含养分，经常被过路的海洋生物青睐。过度采集会导致珊瑚退化，无法再次生长，所以每次需要注意采集的数量。|在深海热泉区生长的紫色珊瑚尤为繁茂。其骨骼密度是普通珊瑚的3倍，可加工成珠宝。在采集时必须先将其分割处理，不然在回收时会因为压强的剧烈变化粉碎成块状。|深海探测器发现这些珊瑚的荧光规律性闪烁，疑似对海底地震波会产生反应。更反常的是，某日海沟的珊瑚群突然集体软化脱落，同日该区域检测到无法解释的低频声波——声源深度超过已知海沟极限。",
            "unlockValue": "1|5|10",
            "statlog": "2507170619"
        },
        {
            "id": 4,
            "name": "矿物簇",
            "type": 1,
            "picName": "mineral",
            "recordValue": 105935,
            "fileContent": "海沟玄武岩层中的包裹体水晶，因含稀有金属钒而呈靛蓝色。摩氏硬度8.2，需用钻石钻头开采。珠宝商用其制作「深海之星」首饰，但未打磨的原石具有微弱放射性，可以前往造型师菲娅处进行私人定制。|工程师苏克近日发现，这种矿石可用于制造深海声呐振片，若是装备在潜水装上后便可以游戏提升探测距离，但持续振动会使晶体内部产生蛛网状裂痕，其使用方式还需要进一步探究。|在夏日采集的深海矿物的内部频繁出现黑色髓心，显微镜下可见未知金属丝状结构。当通入电流时，这些「丝线」会自主重组排布成几何图案，而在冬日或寒冷区域采集的矿物则没有这种特质。",
            "unlockValue": "1|5|10",
            "statlog": "2507170620"
        },
        {
            "id": 5,
            "name": "蚀刻海星",
            "type": 1,
            "picName": "starfish",
            "recordValue": 105936,
            "fileContent": "发现于沉没古城遗址的蚀刻海星，腕足表面有奇特的符号。经碳测定为千年前的产物，符号系统未找到源头，保留附近还存在其他文明的可能性。腕足表面的符号接触空气后会在72小时内氧化消失，所以在捕获和调查时需要额外小心。|水下激光扫描显示符号实为立体凹槽，注入海水后会因折射率差异显现完整的文字和符号，目前可以确定的是和海盗文明没有任何联系。|深海考古队曾经在海沟深处发现活体蚀纹海星群，不像普通的附着在石碑上的海星，这些海星会随着海水流动方向而进行周期性的移动，考古队也称这种现象为“诡异的海星环流”。",
            "unlockValue": "1|4|7",
            "statlog": "2507170621"
        },
        {
            "id": 6,
            "name": "远古皇带鱼",
            "type": 1,
            "picName": "oarfish",
            "recordValue": 105937,
            "fileContent": "远古皇带鱼生活在深海遗迹中，那些沉没的古城、神殿和雕像群是它们的领地。它们像幽灵一样穿梭在石柱与残垣之间，身体泛着微弱的银光，仿佛在巡视自己的王国。它们并不像普通鱼类那样追逐猎物，而是静静悬浮在遗迹的阴影里，等待猎物自己送上门。|最近的皇带鱼目击事件来自深海探索队的队员，据称，他看到了体长约为12米的银白色皇带鱼亚种，移动速度极快，鳞片具液态金属光泽。且当他靠近时，电子设备出现了明显的异常数值波动。|海洋星的老水手门称其为“海渊银刃”，目击者必遭厄运。其鳞片薄如蝉翼却坚逾精钢，月光下甚至会浮现血色咒痕。唯黑市的商人肯重金求购，用以打造神秘的占卜镜。（罗开商城处未有售）",
            "unlockValue": "1|3|5",
            "statlog": "2507170622"
        },
        {
            "id": 21,
            "name": "渊水母·悦",
            "type": 2,
            "picName": "4790",
            "recordValue": 105966,
            "fileContent": "愉悦的渊水母们在深海遗迹之间自在畅游，像小小的快乐舞者挥动发光触手。它们在原地轻盈旋舞，释放出光芒温暖心脾，留下的闪烁星点在深海之中飘散开来，犹如美丽的缎带。|愉悦的渊水母们身体释放出几抹灵光，它们在遗迹间织就蜿蜒的光带，在颓垣断壁处歌唱。伞盖轻柔开合，荡漾出暖调彩光。你若遇到它们，请与它们一同前往遗迹中最深的地方，探寻沉睡的秘藏。|时刻保持愉悦的渊水母们悬浮于微光中。它们通体流转暖辉，却对暗流浑然不觉……愉悦的情绪​轻柔地麻痹了它们对危机的感知，直到巨齿逼近、毒腕降临，它们也不曾感到不安。大自然中，处处隐藏着难以预料的危险，从不止息的欢愉会将它们带去永眠的摇篮。|愤怒……忧郁……甚至是愉悦……一种种情绪远去之后，才能获得长久的宁静。它们不会再感受到失去，它们就在遗迹之中，享受着真正的放松与满足。",
            "unlockValue": "1|5|10|20",
            "statlog": "2507170626"
        },
        {
            "id": 22,
            "name": "渊水母·郁",
            "type": 2,
            "picName": "4791",
            "recordValue": 105967,
            "fileContent": "忧郁的渊水母们悬浮于遗迹的残垣间。它们拖着垂落的长长触须缓缓漂荡，漾开冰蓝色的寒雾，游过的地方会凝结出一束束苍白的冰花。它们不过手掌大小，伞盖之上凝固的冰珠犹如泪滴。|忧郁的渊水母们的青蓝色渺小身体渗出冷寂，释放出的阴郁幽光会令接近者的情绪陷入低迷。它们的触须缠绕着终年不散的冷雾，在黑暗的遗迹间点缀出一抹抹青灰。霜花攀上周围的建筑残骸，侵入骨髓的寒冷凝固为深海的叹息……|忧郁的渊水母们时刻感受着悲惨的寂静，承受着不知从何而来的苦楚。它们无助、弱小，不怀任何渴望。它们的退却并非怯懦，而是因消极压抑的愁郁占据着它们的身体。它们似乎在哀悼着什么，可能只是在哀悼自己……|遗憾？徘徊？忧郁的情绪沉寂在深海。在灭亡之前，它们冷若冰霜；在灭亡之前，它们摇摇欲坠……所有期望都已落空，徘徊在海底最深处的阴影里，奔向永不回应乞求的渊暗。",
            "unlockValue": "1|3|5|7",
            "statlog": "2507170627"
        },
        {
            "id": 23,
            "name": "渊水母·怒",
            "type": 2,
            "picName": "4792",
            "recordValue": 105968,
            "fileContent": "愤怒的渊水母们燃烧着即使身处海渊也不会熄灭的火焰。它们的触须如同条条颤动的火舌，在横冲直撞中灼穿深海的寂静。|愤怒的渊水母们时而喷出炽烈的焰流，时而化为灿烂的爆炎。每一次尖啸都撕开海幕，喷涌的烈火都煮沸寒渊。它们燃烧着难以平息的怒火，小小身躯就如同一颗颗深海之间的微型恒星。|愤怒的渊水母们不知道自己因何而愤怒，或许愤怒就是它们存在的源根。它们不知道自己的身体将燃烧至何时，但它们就在那里焚烧自己，在狂怒中永无餍足，直到焚烧殆尽无从救赎。余烬将被深海吞噬，它们留在遗迹之中，却不留痕迹……|它们的光芒已经燃尽，如同撒落的星屑，消逝于深海。但它们的最后一声怒吼终会被他者听闻，留在遗迹的断垣间倔强燃烧。",
            "unlockValue": "1|2|3|4",
            "statlog": "2507170628"
        },
        {
            "id": 24,
            "name": "海天使",
            "type": 2,
            "picName": "4789",
            "recordValue": 105969,
            "fileContent": "在深海的遗迹之中，海天使并不罕见。它们挥动着一双轻薄柔软的翅膀，沿着∞形轨迹轻盈地跃动攀升。它们在漆黑的深海遗迹之间莹莹闪烁，犹如深海中的萤火虫。仔细看，它们身体中的流动之物好似星光……|小小的海天使们十分温顺，无论何时都心平气和，你可以随意地接近它们，它们从来不会主动攻击来者。它们散发出微冷的荧光，如小小的海中之灯留下光痕，为黑暗的深海带来一片美丽星空。|海天使们眼神空洞，没有谁能从它们空洞的眼神之中看到它们的自我，仿佛它们对自己的认知已经消融。它们的动作时常统一地联结在一起，有时会汇集在一起放出强光，仿佛在吸引你接近它们所指示的地方……|海天使们身体小巧，却似乎没有表面那么简单，请时刻保持警惕。当你见过的海天使到达一定数量时，你会感到一种怪异的不安，并且会开始感到自己正在遗忘脑海中的记忆。苍白的遗忘如潮漫涌，或许在某个时刻，你便会忘掉一切，情愿永远留在遗迹之间与它们为伴，没有离别之痛……",
            "unlockValue": "1|2|3|4",
            "statlog": "2507170629"
        }
    ]
}