{
    "data": [
        {
            "id": 3,
            "name": "珊瑚群",
            "type": 1,
            "picName": "coral",
            "recordValue": 105934,
            "fileContent": "生长于暗礁区的紫色珊瑚丛，夜间散发磷光，吸引荧光水母群栖息。其枝干富含养分，经常被过路的海洋生物青睐。过度采集会导致珊瑚退化，无法再次生长，所以每次需要注意采集的数量。|在深海热泉区生长的紫色珊瑚尤为繁茂。其骨骼密度是普通珊瑚的3倍，可加工成珠宝。在采集时必须先将其分割处理，不然在回收时会因为压强的剧烈变化粉碎成块状。|深海探测器发现这些珊瑚的荧光规律性闪烁，疑似对海底地震波会产生反应。更反常的是，某日海沟的珊瑚群突然集体软化脱落，同日该区域检测到无法解释的低频声波——声源深度超过已知海沟极限。",
            "unlockValue": "1|5|10",
            "statlog": "2507170619"
        },
        {
            "id": 4,
            "name": "矿物簇",
            "type": 1,
            "picName": "mineral",
            "recordValue": 105935,
            "fileContent": "海沟玄武岩层中的包裹体水晶，因含稀有金属钒而呈靛蓝色。摩氏硬度8.2，需用钻石钻头开采。珠宝商用其制作「深海之星」首饰，但未打磨的原石具有微弱放射性，可以前往造型师菲娅处进行私人定制。|工程师苏克近日发现，这种矿石可用于制造深海声呐振片，若是装备在潜水装上后便可以游戏提升探测距离，但持续振动会使晶体内部产生蛛网状裂痕，其使用方式还需要进一步探究。|在夏日采集的深海矿物的内部频繁出现黑色髓心，显微镜下可见未知金属丝状结构。当通入电流时，这些「丝线」会自主重组排布成几何图案，而在冬日或寒冷区域采集的矿物则没有这种特质。",
            "unlockValue": "1|5|10",
            "statlog": "2507170620"
        },
        {
            "id": 5,
            "name": "蚀刻海星",
            "type": 1,
            "picName": "starfish",
            "recordValue": 105936,
            "fileContent": "发现于沉没古城遗址的蚀刻海星，腕足表面有奇特的符号。经碳测定为千年前的产物，符号系统未找到源头，保留附近还存在其他文明的可能性。腕足表面的符号接触空气后会在72小时内氧化消失，所以在捕获和调查时需要额外小心。|水下激光扫描显示符号实为立体凹槽，注入海水后会因折射率差异显现完整的文字和符号，目前可以确定的是和海盗文明没有任何联系。|深海考古队曾经在海沟深处发现活体蚀纹海星群，不像普通的附着在石碑上的海星，这些海星会随着海水流动方向而进行周期性的移动，考古队也称这种现象为“诡异的海星环流”。",
            "unlockValue": "1|4|7",
            "statlog": "2507170621"
        },
        {
            "id": 6,
            "name": "远古皇带鱼",
            "type": 1,
            "picName": "oarfish",
            "recordValue": 105937,
            "fileContent": "远古皇带鱼生活在深海遗迹中，那些沉没的古城、神殿和雕像群是它们的领地。它们像幽灵一样穿梭在石柱与残垣之间，身体泛着微弱的银光，仿佛在巡视自己的王国。它们并不像普通鱼类那样追逐猎物，而是静静悬浮在遗迹的阴影里，等待猎物自己送上门。|最近的皇带鱼目击事件来自深海探索队的队员，据称，他看到了体长约为12米的银白色皇带鱼亚种，移动速度极快，鳞片具液态金属光泽。且当他靠近时，电子设备出现了明显的异常数值波动。|海洋星的老水手门称其为“海渊银刃”，目击者必遭厄运。其鳞片薄如蝉翼却坚逾精钢，月光下甚至会浮现血色咒痕。唯黑市的商人肯重金求购，用以打造神秘的占卜镜。（罗开商城处未有售）",
            "unlockValue": "1|3|5",
            "statlog": "2507170622"
        },
        {
            "id": 7,
            "name": "沸血海葵",
            "type": 1,
            "picName": "seaAnemone",
            "recordValue": 105938,
            "fileContent": "沸血海葵生长在海底火山口的裂缝中，它们的触手像燃烧的丝绸一样鲜红，随热浪摇曳。这种海葵体内充满高温液体，一旦附近的生物对它们产生了危害，它们会立马从腺体里喷射这种高温液体，所以建议采集者们在靠近前一定要确保已经佩戴了耐热护具。|沸血海葵成熟时会释放“沸血孢子”，这些孢子在水中漂浮，像细小的火星。生物研究人员会委托收集它们制作“保温药剂”，精灵喝下后能短暂抵抗极寒，但过量服用可能会导致血液沸腾。海盗们则会用这些孢子制作烟雾弹，遇水即爆，形成一片灼热的迷雾。|曾经在遗迹地区找到的航海日志里有对沸血海葵的记载，在日志中称其为“火神的发丝”，日志中这样写到，“若是火神的发丝被带离火山区域，便会化为灰烬。但若强行保存，持有者会开始梦见火山爆发，最终在睡梦中浑身发热而死。有人说，这是火神在收回自己的恩赐。”",
            "unlockValue": "1|5|10",
            "statlog": "2507170623"
        },
        {
            "id": 8,
            "name": "巨大硫磺水母",
            "type": 1,
            "picName": "jellyfinsh",
            "recordValue": 105939,
            "fileContent": "巨大硫磺水母漂浮在火山烟柱附近，伞盖透明如琉璃，体内流动着金色的硫磺液。它们的触须能释放剧毒云雾，任何生物吸入都会肺部灼伤。根据海底巡航赛尔的报告整理，看到它们聚集的地方，海底必有岩浆活动。|水母体内的硫磺液必须使用特制的玻璃罐进行采集，这种液体是除了可以制作腐蚀性武器，在生物领域也大有用处。但若是罐体稍有裂缝，硫磺就会挥发成致命毒气，不仅会对金属有腐蚀作用，还会污染附近的海域，也正因为此，罐装硫磺被称为“海底死神之泪”。|硫磺水母几乎不会群居，也不会主动攻击附近的生物。但几年前曾经有一次神秘的案件报道，当时一艘潜艇潜入了海洋星深处对海域内的硫磺水母进行大范围捕捞，硫磺水母们不仅没有逃窜，而是聚集在一起包围了潜艇，释放的大量毒雾融化了金属。几日后，搜救队只在海底找到一艘空壳，内部布满金色的硫磺结晶，似乎是水母们将一整个潜艇都制作成了标本。",
            "unlockValue": "1|4|7",
            "statlog": "2507170624"
        },
        {
            "id": 9,
            "name": "熔壳寄居蟹",
            "type": 1,
            "picName": "lavaCrab",
            "recordValue": 105940,
            "fileContent": "熔壳寄居蟹虽然生性胆小，但颇具智慧。当它们观察到附近有猎物出现时，它们会在保持背上甲壳不移动的情况下，先将身体埋入海底的沙土之中并且开始挖掘。一旦猎物靠近捕食时，很可能只剩下了一副空壳。有趣的是，这些空壳并不会被它们的主人完全抛弃，根据调查，这些寄居蟹会记住附近甲壳的位置，并且在一段时候后进行回收并继续使用。|熔壳蟹蜕下的旧壳是珍贵的“熔岩蟹壳”，能在短时间内保持高温。据说料理界有厨师高价收购它来完成“熔岩”主题的料理。此外，这种材料还会被回收到机械室来打造耐热金属。由于蟹壳一旦冷却就会脆化，所以必须在采集后迅速处理。|熔壳寄居蟹主要生活在海底的火山岩上，它们的甲壳由凝固的岩浆形成，布满深红色的裂纹。这些螃蟹偶尔会误食硫磺结晶，正常生物光是触碰硫磺结晶变会受伤，但熔壳寄居蟹却可以将硫磺结晶转化为外壳上的能量，不过短时间内过量食用还是会危机到它们的生命。",
            "unlockValue": "1|4|7",
            "statlog": "2507170625"
        },
        {
            "id": 21,
            "name": "渊水母·悦",
            "type": 2,
            "picName": "4790",
            "recordValue": 105966,
            "fileContent": "愉悦的渊水母们在深海遗迹之间自在畅游，像小小的快乐舞者挥动发光触手。它们在原地轻盈旋舞，释放出光芒温暖心脾，留下的闪烁星点在深海之中飘散开来，犹如美丽的缎带。|愉悦的渊水母们身体释放出几抹灵光，它们在遗迹间织就蜿蜒的光带，在颓垣断壁处歌唱。伞盖轻柔开合，荡漾出暖调彩光。你若遇到它们，请与它们一同前往遗迹中最深的地方，探寻沉睡的秘藏。|时刻保持愉悦的渊水母们悬浮于微光中。它们通体流转暖辉，却对暗流浑然不觉……愉悦的情绪​轻柔地麻痹了它们对危机的感知，直到巨齿逼近、毒腕降临，它们也不曾感到不安。大自然中，处处隐藏着难以预料的危险，从不止息的欢愉会将它们带去永眠的摇篮。|愤怒……忧郁……甚至是愉悦……一种种情绪远去之后，才能获得长久的宁静。它们不会再感受到失去，它们就在遗迹之中，享受着真正的放松与满足。",
            "unlockValue": "1|5|10|20",
            "statlog": "2507170626"
        },
        {
            "id": 22,
            "name": "渊水母·郁",
            "type": 2,
            "picName": "4791",
            "recordValue": 105967,
            "fileContent": "忧郁的渊水母们悬浮于遗迹的残垣间。它们拖着垂落的长长触须缓缓漂荡，漾开冰蓝色的寒雾，游过的地方会凝结出一束束苍白的冰花。它们不过手掌大小，伞盖之上凝固的冰珠犹如泪滴。|忧郁的渊水母们的青蓝色渺小身体渗出冷寂，释放出的阴郁幽光会令接近者的情绪陷入低迷。它们的触须缠绕着终年不散的冷雾，在黑暗的遗迹间点缀出一抹抹青灰。霜花攀上周围的建筑残骸，侵入骨髓的寒冷凝固为深海的叹息……|忧郁的渊水母们时刻感受着悲惨的寂静，承受着不知从何而来的苦楚。它们无助、弱小，不怀任何渴望。它们的退却并非怯懦，而是因消极压抑的愁郁占据着它们的身体。它们似乎在哀悼着什么，可能只是在哀悼自己……|遗憾？徘徊？忧郁的情绪沉寂在深海。在灭亡之前，它们冷若冰霜；在灭亡之前，它们摇摇欲坠……所有期望都已落空，徘徊在海底最深处的阴影里，奔向永不回应乞求的渊暗。",
            "unlockValue": "1|3|5|7",
            "statlog": "2507170627"
        },
        {
            "id": 23,
            "name": "渊水母·怒",
            "type": 2,
            "picName": "4792",
            "recordValue": 105968,
            "fileContent": "愤怒的渊水母们燃烧着即使身处海渊也不会熄灭的火焰。它们的触须如同条条颤动的火舌，在横冲直撞中灼穿深海的寂静。|愤怒的渊水母们时而喷出炽烈的焰流，时而化为灿烂的爆炎。每一次尖啸都撕开海幕，喷涌的烈火都煮沸寒渊。它们燃烧着难以平息的怒火，小小身躯就如同一颗颗深海之间的微型恒星。|愤怒的渊水母们不知道自己因何而愤怒，或许愤怒就是它们存在的源根。它们不知道自己的身体将燃烧至何时，但它们就在那里焚烧自己，在狂怒中永无餍足，直到焚烧殆尽无从救赎。余烬将被深海吞噬，它们留在遗迹之中，却不留痕迹……|它们的光芒已经燃尽，如同撒落的星屑，消逝于深海。但它们的最后一声怒吼终会被他者听闻，留在遗迹的断垣间倔强燃烧。",
            "unlockValue": "1|2|3|4",
            "statlog": "2507170628"
        },
        {
            "id": 24,
            "name": "海天使",
            "type": 2,
            "picName": "4789",
            "recordValue": 105969,
            "fileContent": "在深海的遗迹之中，海天使并不罕见。它们挥动着一双轻薄柔软的翅膀，沿着∞形轨迹轻盈地跃动攀升。它们在漆黑的深海遗迹之间莹莹闪烁，犹如深海中的萤火虫。仔细看，它们身体中的流动之物好似星光……|小小的海天使们十分温顺，无论何时都心平气和，你可以随意地接近它们，它们从来不会主动攻击来者。它们散发出微冷的荧光，如小小的海中之灯留下光痕，为黑暗的深海带来一片美丽星空。|海天使们眼神空洞，没有谁能从它们空洞的眼神之中看到它们的自我，仿佛它们对自己的认知已经消融。它们的动作时常统一地联结在一起，有时会汇集在一起放出强光，仿佛在吸引你接近它们所指示的地方……|海天使们身体小巧，却似乎没有表面那么简单，请时刻保持警惕。当你见过的海天使到达一定数量时，你会感到一种怪异的不安，并且会开始感到自己正在遗忘脑海中的记忆。苍白的遗忘如潮漫涌，或许在某个时刻，你便会忘掉一切，情愿永远留在遗迹之间与它们为伴，没有离别之痛……",
            "unlockValue": "1|2|3|4",
            "statlog": "2507170629"
        },
        {
            "id": 32,
            "name": "努迪",
            "type": 2,
            "picName": "4794",
            "recordValue": 105970,
            "fileContent": "我们在附近的珊瑚群与岩壁的缝隙中发现了这些小家伙。它们通体呈现乳白色，背部有着靓丽的蓝色和肥厚的裙边。背部黄色的斑点像是一种有毒提示，然而这并不符合深海精灵的特征——毕竟这里几乎没有光线，所有生物的视觉都极度退化，利用色彩来警示天敌完全就是一种没有任何意义的保护手段。这一切的种种，都在提醒着我们，它们并非深海的原住民，绝对不是。|事实证明这种绚丽的警示色彩并不是它们求生的依仗。这种被命名为“努迪”的小精灵主要还是依靠头部的两个瘤状突触去感受水流与生物电的变化。得益于它们的突触的发达，才能让这些行动迟缓的小家伙们在深海中提前躲起来。它们的软体结构延展性极好，可以让它们藏身于小于它们身体数倍的狭窄岩缝中。|经过对努迪的进一步研究，我们有理由相信，它们的存在是由于海底火山澎湃的生命能量让某些东西重新“活”了过来。它们的大脑结构极其简单，在逻辑上几乎只能够依靠本能行动。但是在全盘扫描之后，我们惊讶的发现，努迪竟然有着极其丰富的情感。它们懂得喜怒哀乐，甚至是制定一些简单的策略。它们思维的复杂程度远远不是它们的生物结构所能匹配的。那感觉就像是它们的物质世界和精神世界，完完全全是两个不同的存在……|这项发现源于某个意外——研究人员在携带着装有努迪的胶囊经过深海禁地的城市废墟时，意外地打开了胶囊。被突然掷出的努迪呈现出了对这片废墟出乎意料的熟悉——尽管它们从未在这里生活过。随行的研究人员立刻记录并推测努迪可能就是从深海禁地迁徙至海底火山的流浪种群。然而进一步的脑部扫描却发现，它们对于海底禁地的城市废墟有着异常的反应。它们的脑海之中有一些独立的、不属于自己的记忆。它们就像是容器一般，承载着关于海底废墟的历史。无论它们往日自诩为何物，现在都不再重要了。它们将作为一个普通的海底精灵，参与着海洋星的生态循环。",
            "unlockValue": "1|3|5|7",
            "statlog": "2507170630"
        },
        {
            "id": 33,
            "name": "波鲁",
            "type": 2,
            "picName": "4795",
            "recordValue": 105971,
            "fileContent": "深不见底的海底遗迹附近，就是波鲁的栖息地。这些小家伙的背部长满了绿色的瘤状突触，似乎是用来储存能量的。而这些突触中，又有一对颜色更加艳丽且更加发达的突触，看起来就像是它们的两支角。|根据初步的推测，这些行动迟缓的小家伙为了躲避天敌可能会在岩缝中一动不动的呆上几个月。这时它们的那些瘤状突触就会成为维持生命的重要的能量源。从某种意义上来讲，它们就像是海底的骆驼。波鲁们一刻不停的吸收着海底火山散发出的生命能量，将它们储存起来，直到每一个突触都变得饱满而翠绿，像是宝石做的橄榄，随着洋流而摇曳。直到那些能量再也装不下，就会随着身体上的小孔排出体外，成为微生物样的养分。|波鲁对于储存的生命能量的运用远比我们想象的更加彻底。在能量的催化下，它们伤口的愈合速度很快。甚至是身体被切割成许多份都没有关系，只要充满能量的瘤状突触还在，波鲁就会以惊人的速度逐渐再生成一只完整的波鲁。而代价仅仅是那些突触再次变得干瘪。除此之外，我们还发现，波鲁的身体似乎是在无限成长的。我们找到了极个别个体远远大于其他同类的波鲁。恐怕如果不是波鲁实在是过于无害且行动迟缓，经常被掠食者当做口中美味，那么这边海域迟早都会成为巨型波鲁的家园。或者说，长大，被掠食者撕碎，再重新再生出无数的小波鲁，这就是这样一种精灵的繁衍方式？|波鲁们很有可能是一个痛苦的种族——这不是指它们的繁衍方式，而是指它们的存在本身。将努迪的基因信息和波鲁们进行交叉比对之后我们发现，它们同属于一类物种，或者说，它们有着共同的祖先。这很有可能指向的就是这边海底遗迹的主人。我们不妨大胆的假设：海底的先民们就是波鲁与努迪共同的祖先。经过对波鲁脑部的扫描结果表明，它们笑意盈盈的脸只不过是一种生物结构的错觉，每一只波鲁都活在恐惧之中，每一只。正是对死亡的恐惧与近乎变态的求生意志，促使着波鲁们日复一日的收集着海底火山的能量。这恐怕就是曾经遭受文明毁灭的先民在波鲁的基因中留下的烙印。它们可爱的外表之下是渴求着生长，因为它们时刻都感觉到自己并不完整。",
            "unlockValue": "1|3|5|7",
            "statlog": "2507170631"
        },
        {
            "id": 34,
            "name": "基亚",
            "type": 2,
            "picName": "4796",
            "recordValue": 105972,
            "fileContent": "在海底火山的热泉附近，居住着这样一种精灵。它们在漆黑一片的海底散发着幽幽的寒光，在热泉浓雾中若隐若现，而黑色的外壳又让它们的本体难以被发现。科研人员经过长时间的搜索才捕获一个样本。这时我们才惊讶的发现——这个生活在热泉喷口处的精灵，体温竟然接近冰点。|这些被命名为“基亚”的精灵的存在本身就令人不安。它们像是深海中的死亡的象征，与海底火山的生命能量呈现完全相反的意义。在基亚聚集的热泉喷口附近，由于它们极低的体温，会严重影响附近海水的温度。同时它们体内还会不断地释放含有磷的荧光物质，进一步破坏了喷口附近的水体的酸碱值。使得热泉周边失去了合成氨基酸的能力，从而使得附近的生命能量变得稀薄。而这种低能量水域，正是基亚的理想生存环境。不过，这样一种完全与“生”相反的精灵，为何会大量的聚集在有着澎湃的“生”的能量的海底火山周边呢？|很难想象基亚在海底这样的高压环境下，身体密度却低的可怕——它们几乎没有质量。与其说是“生物”，它们更像是一种“幽灵”。借由这个观点的启发，研究人员总算搞明白了它们为何会群居在海底火山附近。这样的居所并非它们自己挑选，而是它们就诞生在此处。它们此前应当是某种精灵的尸身、亡魂、怨念以及绝望的电波信号。海底火山赋予的生命力令它们睁开眼睛，将那些精灵在生前释放的绝望的信息素凝聚成一个个实体。它们不再尖叫，反而是大笑着扑向可能有自己渴求之物的一切。而它们的渴求之物，对于环境来说，就是热泉喷口那生命创生的水域，而对于其他精灵来说，就是它们的鲜活的生命。|比起基亚的同胞——努迪和波鲁来说，基亚的信息研究要轻松许多。毕竟它们没有真实的肉体包裹，所有生物电信号都裸露在由少量物质与能量构成的“躯壳”之中。这对于我们研究它们所有亚种的种群历史有着非凡的意义。根据信息解析推测，基亚的祖先（或者说它们的信息构成原体）是远古的深海先民。一场可怕的灾难摧毁了它们的文明，而仅存的后裔就躲在海底火山附近苟延残喘，在绝望与惊惧之中迎接文明的终末。或许在久远的过去，它们曾经有过诸多努力，然而最终都是徒劳。没有什么是不朽的，精灵也是，文明也是，这个宇宙也是……然而总有一天，它们会获得安息。",
            "unlockValue": "1|2|3|4",
            "statlog": "2507170632"
        }
    ]
}